Repository: AlghaliahAlhees/recycle
Catalog: recycle/*.lproj/Localizable.strings
Languages: ar

source: back
ar: رجوع

source: next
ar: التالي

# oboardText1
source: recycle your waste product
ar: اعادة تدوير النفايات

# onboardText2
source: Earn points
ar: اكسب نقاط بسهوله

# onboardText3
source: Recycle your waste easily
ar: اعد تدوير منتجاتك بسهوله

# onboardDescription1
source: Easily and quickly, with just a click, we'll take care of collecting your waste!
ar: بسهولة وسرعة، بضغطة زر واحدة، سنهتم بجمع نفاياتك!

# onboardDescription2
source: Earn rewards for recycling right here!
ar: اكسب نقاط وهدايا من خلال اعادة تدوير نفايتك

# onboardDescription3
source: We're here to make recycling your waste easier for you!
ar: سهلنا عليك اعادة التدوير

source: request pick up
ar: اطلب

source: glass
ar: زجاج

source: plastic
ar: بلاستيك

source: paper
ar: ورق

source: electronical
ar: الكترونيات

source: kg
ar: كيلوجرام

source: saved address
ar: العناوين المحفوظه

source: block
ar: القطعة

source: street No.
ar: الشارع

source: home No.
ar: المنزل

# phoneNo
source: phone number
ar: رقم الهاتف

source: points
ar: نقاط

source: congratulation
ar: مبروك

# congDesc
source: you have earned new points for your products
ar: لقد كسبت نقاطا جديدة

source: add points
ar: اضف النقاط

# resetPassword
source: reset your password
ar: اعادة تعيين كلمة السر

source: email
ar: البريد الالكتروني

# resetPassswordtTitle
source: trouble loggin in?
ar: هل تواجه مشكلة عند تسجيل الدخول؟

# resetPassswordtDetail
source: Enter your email and we will send you a link to reset your account
ar: ادخل بريدك الالكتروني وسيتم ارسال رابط لاعادة تعيين كلمة السر
